app/controllers/listers_controller.rb

SELECT `listers`.* FROM `listers`
---
  def index
    @listers = Lister.all